Repository: emaV/fighthunger
Catalog: tags/fh47_live_070212/modules/invite/po/*.po
Languages: nl

source: Allows users to send GMail style invitations, and automatically escalates new users who use them to a role of your designation
nl: Laat het versturen van Gmail achtige uitnodigingen toe. Uitgenodigde gebruikers worden automatisch aan een rol van uw keuze toegevoegd.

source: Target role
nl: Uiteindelijke rol

source: (Please add a target role.)
nl: Voegt alstublieft een uiteindelijke (doel) rol in.

source: Choose the role that invited users will be added to. For example, <i>Member</i>.
nl: Kies de rol waaran uitgenodigde gebruikers zullen worden toegeveogd. Bijvoorbeeld <i>Lid</i>.

source: Invitation Expiry
nl: Uitnodigingen verlooptijd

source: Set the expiry period for user invitations, in days
nl: Stel de verloopdatum van uitnodigingen in, in dagen.

source: Number of invitations per user
nl: Aantal uitnodigingen per gebruiker

source: Maximum number of invitations a user may send
nl: Maximum aantal uitnodigingen die een gebruiker mag versturen

source: User settings
nl: Gebruikersinstellingen

source: Subject
nl: Onderwerp

source: You've been invited
nl: U werd uitgenodigd

source: Type the subject of the invitation email
nl: Type het onderwerp van de uitnodiging e-mail

source: Include Features
nl: Invoegmogelijkheden

source: Include the Features module output as part of the email
nl: Voeg de onderdelen van Featues module to als deel van de uitgaande mails.

source: Email settings
nl: E-mail instellingen

source: Sample Email
nl: Voorbeeld E-mail

source: Invite
nl: Uitnodigen

source: login
nl: inloggen

source: view
nl: tonen

source: register
nl: registreren

source: Registration Code
nl: Registratie Code

source: validate
nl: valideer

source: You must enter the email address where you received your invitation or remove the registration code from the signup form.
nl: U moet het emailadres waar u uw uitnodiing op ontving gebruiken, of de registratiecode verwijderen van het aanmeldformulier.

source: Did you forget to input your registration code? If not, leave both Registration Code fields blank.
nl: Vergat u de registratiecode in te voeren? Indien niet, laat beide Registratie Code velden leeg.

source: The registration email or registration code you have entered could not be found. Please check you invitation email and try again, or leave the Registration code fields blank to submit your application for review
nl: De registratie e-mail of registratiecode die u invulde kon niet gevonden worden. Bekijk alstublieft de registratiemail nogmaals, of laat beide Registratie Code velden leeg, om uw aanmelding voor bevestiging toe te voegen.

source: The registration code you have entered has already been used or has expired. Please check you invitation email and try again, or leave the Registration code fields blank to submit your application for review
nl: De registratiecode die u invulde werd al gebuikt of is verlopen. Bekijk alstublieft de registratiemail nogmaals, of laat beide Registratie Code velden leeg, om uw aanmelding voor bevestiging toe te voegen.

source: insert
nl: invoegen

source: Email address is not valid!
nl: E-mail adres is ongeldig!

source: user
nl: gebruiker

source: send invitations
nl: verstuur uitnodigingen

source: invite
nl: uitnodigen
