Repository: emaV/fighthunger
Catalog: dev/fh46/modules/ecommerce/contrib/exact/po/*.po
Languages: fr

source: Credit Card payment
fr: Paiement carte bancaire

source: Process payments using E-xact.
fr: Gérer les paiements avec E-xact.

source: You need to have an E-xact account and merchant account in order to use this module. See <a href="http://www.e-xact.com/">http://www.e-xact.com</a> for more information. Already have an E-Xact account? You can manage and get reports for your account <a href="https://secure.e-xact.com/">here</a>.
fr: Vous devez avoir avoir un compte vendeur E-xact pour utiliser ce module. Pour plus d'informations, se référer au site <a href="http://www.e-xact.com/">http://www.e-xact.com</a>. Vous avez déjà un compte ? Utilisez le site <a href="https://secure.e-xact.com/">E-xact</a> pour gérer votre compte et obtenir des rapports.

source: Do not submit this form twice, or you may be double billed!
fr: La validation de ce formulaire entraîne une facturation effective. Faites attention à ne pas le valider plusieurs fois (n'utilisez pas le bouton 'précédent'), vous risqueriez d'être facturé plusieurs fois.

source: Pay with credit card
fr: Payer avec une carte bancaire

source: E-Xact payment processing
fr: Gestion paiement E-xact

source: Explanation or submission guidelines
fr: Explications, guide d'utilisation

source: This text will be displayed at the top of the credit card submission form.
fr: Ce texte sera affiché au dessus du formulaire de saisie des informations de la carte bancaire.

source: ExactID
fr: Identifiant E-xact

source: Identifies the location/terminal that is sending the transaction. This number is of the format Axxxxx-xx and is provided by E-xact upon set-up. The ExactID must be accompanied by a password.
fr: Identifie l'endroit/le terminal qui envoit la transaction. Cet identifiant est de la forme Axxxxx-xx et est fourni par E-xact lors de la mise en place. Cet identifiant E-xact (ExactID) est accompagné d'un mot de passe.

source: Password that is uniquely associated with each ExactID. This value must be kept as secure (and secret) as possible.
fr: Mot de passe associé à l'identifiant Exact. Doit être conservé en lieu sûr autant que possible.

source: Gateway terminal credentials
fr: Informations de la passerelle de paiement

source: These terminal credentials establish the interaction between the E-xact software and our payment servers.
fr: Ces informations sur le terminal permettent de mettre en place les échanges entre le logiciel E-xact et les serveurs de paiement.

source: WSDL URL
fr: URL WSDL

source: URL to obtain the WSDL for the payment web service.
fr: URL pour obtenir le WSDL du service de paiement web.

source: Successful payment URL
fr: URL en cas de paiement accepté

source: This is the destination to which you would like to send your customers when their payment has been successfully completed. The URL must be a Drupal system path. If you are not using clean URLs, specify the part after '?q='. If unsure, specify 'node'. You may also enter '%order-history' to link to the user's order history.
fr: URL de la page vers laquelle seront redirigés vos clients une fois leur paiement validé. Il doit s'agir d'une adresse Drupal. Si vous n'utilisez pas les URL simplifiées, spécifiez uniquement la partie de l'URL se trouvant après '?q='. Dans le doute, utilisez 'node'.

source: SOAP inlcude path
fr: Chemin d'inclusion SOAP

source: Location of the PEAR SOAP package.
fr: Emplacement du module SOAP PEAR

source: Place your order
fr: Passer votre commande

source: %order of <b>%title</b> at %price each
fr: %order de <b>%title</b> au prix de %price pièce

source: Your items
fr: Vos articles

source: Month
fr: Mois

source: Year
fr: Année

source: Expiration Date
fr: Date d'expiration

source: Credit Card Number
fr: Numéro de carte bancaire

source: Details
fr: Détails

source: You must enter a credit card number.
fr: Vous devez entrer un numéro de carte bancaire.

source: Error in credit card number. Please make sure it is typed correctly.
fr: Numéro de carte bancaire incorrect, veuillez vérifier.

source: 1 order
fr: 1 commande
