Repository: emaV/fighthunger
Catalog: dev/fh46/modules/ecommerce/contrib/paypalpro/po/*.po
Languages: fr

source: Process payments using the PayPal Pro API.
fr: Gérer les paiements en utilisant l'API PayPal Pro

source: Credit card payment
fr: Paiement carte bancaire

source: Express checkout redirect
fr: Redirection paiement express

source: PayPal Express Checkout
fr: Paiement express PayPal

source: It can be useful to disable secure SSL connections during testing, but it is not recommended for production servers.
fr: Vous pouvez désactiver les connections sécurisées SSL lors de vos tests, mais il est fortement recommandé de les utiliser pour des sites en production.

source: PayPal Web Services requires a valid Express Checkout URL.
fr: Vous devez spécifier une URL de paiement express PayPal valide.

source: PayPal Web Services requires a valid API Server URL.
fr: Vous devez spécifier l'URL d'un serveur PayPal API valide.

source: PayPal Web Services will not work until you enter your account name.
fr: Vous devez spécifier le nom de votre compte PayPal API.

source: PayPal Web Services will not work until you enter your account password.
fr: Vous devez spécifier le mot de passe de votre compte PayPal API.

source: Invalid certificate. PayPal Web Services will not work until you enter the absolute path to a valid PayPal Digital Certificate.
fr: Certificat invalide. Vous devez indiquer le chemin vers un certificat numérique PayPal API valide.

source: Use secure SSL connection
fr: Utiliser les connexions sécurisées SSL

source: Disabled
fr: Désactivé

source: Enabled
fr: Activé

source: If enabled, credit card information will only be accepted through a secure SSL connection (https://). Whether or not this is enabled, a secure connection is required to PayPal. %secure_error
fr: Si activé, les informations de carte bancaire ne seront acceptées qu'en utilisant une connexion SSL (https://). Selon l'activation, une connexion sécurisée vers PayPal sera nécessaire. %secure_error

source: Express Checkout URL
fr: URL à utiliser pour le paiement express

source: For testing you can create a <a href="https://developer.paypal.com/devscr?cmd=_home">PayPal sandbox</a> and use "https://www.sandbox.paypal.com/cgi-bin/webscr" which will allow you to simulate express checkout transactions. For a production server with real transactions use "https://www.paypal.com/cgi-bin/webscr". %express_error
fr: Pour tester, vous pouvez créer un <a href="https://developer.paypal.com/devscr?cmd=_home">espace virtuel PayPal</a>, et utiliser l'URL API PayPal "https://www.sandbox.paypal.com/cgi-bin/webscr". Cela vous permettra de réaliser des simulations de transactions. Pour un serveur en production avec des transactions réelles, l'URL API PayPal est "https://www.paypal.com/cgi-bin/webscr". %express_error

source: API Server URL
fr: URL du serveur PayPal API

source: For testing you can create a <a href="https://developer.paypal.com/devscr?cmd=_home">PayPal sandbox</a> and use "https://api.sandbox.paypal.com/2.0/" which will allow you to simulate direct payment transactions. For a production server with real transactions use "https://api.paypal.com/2.0/" . %url_error
fr: Afin de tester le bon fonctionnement du paiement, vous pouvez créer un <a href="https://developer.paypal.com/devscr?cmd=_home">espace virtuel PayPal</a>, et utiliser l'URL "https://api.sandbox.paypal.com/2.0/". Ceci vous permettra de simuler des transactions. Pour un serveur de production avec des transactions réelles, il faut utiliser l'URL "https://api.paypal.com/2.0/". %url_error

source: PayPal Web Services API Account Name
fr: Nom de votre compte PayPal API

source: Your account name identifies you to the PayPal Web Services API service. Find your API Account Name by logging into your PayPal account and going to My Account -> Profile -> API Access -> API Certificate Information. %username_error
fr: Le nom de votre compte permet de vous identifier sur les services web PayPal API. Vous pouvez trouver votre nom de compte API en vous connectant à votre compte PayPal, et en allant sur Mon Compte -> Profil -> Accès à l'API -> Informations sur le certificat d'API. %username_error

source: PayPal Web Services API Account Password
fr: Mot de passe de votre compte PayPal API

source: The password for your PayPal Web Services API username. %password_error
fr: Le mot de passe de votre compte d'accès API PayPal. %password_error

source: PayPal Digital Certificate
fr: Certificat numérique PayPal

source: The absolute path to your PayPal SSL certificate. Use the "cert_key_pem.txt" file provided by PayPal, do not convert it to P12 format. %sslcert_error
fr: Le chemin vers votre certificat SSL PayPal. Il s'agit du fichier "cert_key_pem.txt" fourni par PayPal. Ce fichier ne doit pas être converti au format P12. %sslcert_error

source: Successful payment URL
fr: URL suite à la validation du paiement

source: This is the destination to which you would like to send your customers when their payment has been successfully completed. The URL must be a Drupal system path. If you add '%txnid' (without the quotes) to the path, it wil be replaced by the actual transaction id. If you are not using clean URLs, specify the part after '?q='. If unsure, leave the default or specify 'node'.
fr: URL vers laquelle seront redirigés vos clients après la validation de leur paiement. Il doit s'agir d'une URL Drupal. Si vous ajoutez "%txnid" (sans les guillements) à cette URL, cela sera remplacé par l'identifiant de la transaction. Si vous n'utilisez pas les URL simplifiées, ne spécifiez que la partie après '?q='. Dans le doute, laissez la valeur par défaut ou utilisez 'node'.

source: Explanation or submission guidelines
fr: Explications/Aide

source: Optional text to be displayed at the top of the credit card submission form.
fr: Texte optionnel à afficher au dessus du formulaire de saisie des informations de carte bancaire.

source: Place your order
fr: Passer votre commande

source: Please enter your first name how it appear on your credit card.
fr: Veuillez saisir votre prénom, tel qu'il apparaît sur votre carte.

source: Please enter your last name how it appear on your credit card.
fr: Veuillez saisir votre nom, tel qu'il apparaît sur votre carte.

source: Please enter a credit card number.
fr: Veuillez saisir le numéro de votre carte.

source: Please enter a valid credit card number.
fr: Veuillez saisir le numéro de votre carte.

source: Your credit card has expired. Please try another card.
fr: Votre carte est périmée et ne peut être utilisée. Merci d'en utiliser une autre.

source: The credit card number you have entered is not a valid %type credit card number. Please fix the credit card type, or re-enter the credit card number.
fr: Le numéro de carte saisi n'est pas un numéro de carte %type valide. Merci de vérifier le type ou le numéro de votre carte.

source: Please enter a CCV2 number.
fr: Veuillez saisir le cryptogramme visuel (CCV2).

source: Please enter a valid CCV2 number. Non-numeric characters are not allowed.
fr: Veuillez saisir le cryptogramme visuel (CCV2). Seuls les caractères numériques sont autorisés.

source: Please enter a valid 4 digit CCV2 number. The CCV2 number on your %type credit card is located on the front above and to the right of the imprinted card number.
fr: Veuillez saisir les 4 chiffres du cryptogramme visuel (CCV2) de votre carte %type. Ces chiffres figurent en haut à droite du numéro de votre carte.

source: Please enter a valid 3 digit CCV2 number. The CCV2 number on your %type credit card is located on the back in the signature panel after the credit card number.
fr: Veuillez saisir les 3 chiffres du cryptogramme visuel (CCV2) de votre carte %type. Ces chiffres sont les 3 derniers du nombre imprimé sur la partie signature au dos de votre carte.

source: %order of <b>%title</b> at %price each
fr: %order de <b>%title</b> au prix de %price pièce

source: Your items
fr: Vos articles

source: First name
fr: Prénom

source: Middle name or initial
fr: Initiales ou deuxième prénom

source: Last name
fr: Nom

source: Card type
fr: Type de carte

source: Select the type of credit card you would like to use to make your payment.
fr: Sélectionner le type de carte bancaire qui sera utilisée pour le paiement.

source: Card number
fr: Numéro de carte

source: Please enter your credit card number without any spaces or dashes.
fr: Merci de saisir le numéro de votre carte sans espace ni tiret.

source: CCV2
fr: CCV2 (cryptogramme visuel)

source: The CCV2 is a 3 digit number located on the back of Visa, MasterCard and Discover credit cards in the signature panel, and a 4 digit number located on the front of an American Express card above and to the right of the imprinted card number. This number is used to provide additional security to internet orders.
fr: Le cryptogramme visuel (CCV2) est un numéro à 3 chiffres situés à la fin du numéro imprimé sur la partie signature au dos de votre carte Visa, MasterCard ou Discover. Pour les cartes American Express, il s'agit d'un numéro à 4 chiffres situé en haut à droite du numéro de la carte. Ce numéro est utilisé pour ajouter une sécurité supplémentaire à vos commandes internet.

source: Month
fr: Mois

source: Year
fr: An

source: Select your credit card's expiration date
fr: Sélectionner la date d'expiration de votre carte

source: Credit card details
fr: Détails de la carte

source: Credit card
fr: Carte bancaire

source: Select Checkout Method
fr: Sélectionner la méthode de paiement

source: Fast, Secure Checkout with PayPal
fr: Paiement rapide et sécurisé PayPal

source: Save time. Checkout securely.<br />Pay without sharing your financial information.
fr: Rapidité, sécurité.<br />Payez sans transmettre d'informations sensibles.

source: Fast, Secure Checkout with %site
fr: Paiement rapide et sécurisé %site

source: Checkout locally
fr: Payer sur le site

source: One moment please, contacting PayPal.
fr: Veuillez patienter, connexion au site PayPal.

source: Shipping address
fr: Adresse de livraison

source: Please choose where you would like the items to be delivered. You can also %add_address.
fr: Merci de sélectionner l'adresse de livraison de votre commande. Vous pouvez aussi %add_address.

source: add an address
fr: ajouter une adresse

source: Billing your PayPal account
fr: Utiliser votre compte PayPal

source: The following items are in your order
fr: Votre commande comporte les articles suivants :

source: Update or delete?
fr: Modifier ? Supprimer ?

source: Shipping
fr: Frais d'envoi

source: You attempted to pay for the items in your shopping cart twice, but your credit card was only charged once.
fr: Plusieurs tentatives de paiement ont été effectuées. Votre carte ne sera utilisée qu'un seule fois.

source: Please re-enter your credit card number.
fr: Merci de saisir votre numéro de carte à nouveau :

source: PayPalPro configuration error:
fr: Erreur de configuration PayPal Pro :

source: Transaction approved. Thank you for your order!
fr: La transaction a été validée. Merci de votre confiance !

source: 1 order
fr: 1 commande

source: %count order
fr: %count commande
