Repository: emaV/fighthunger
Catalog: tags/fh47_live_070202/modules/webform/po/*.po
Languages: nl

source: Title
nl: Titel

source: View
nl: Weergeven

source: Operations
nl: Operaties

source: Do you really want to delete all submissions for this form?
nl: Wil u alle inzendingen voor dit formulier verwijderen?

source: Do you really want to delete <strong>all</strong> submissions for this form?
nl: Wil u<strong>alle</strong> inzendingen voor dit formulier verwijderen?

source: This action cannot be undone.
nl: Deze actie kan niet ongedaan gemaakt worden.

source: Do you really want to delete this form submission?
nl: Wilt u echt deze inzending verwijderen?

source: Date
nl: Datum

source: User
nl: Gebruiker

source: Action
nl: Actie

source: Delete
nl: Verwijderen

source: Unique Users Only
nl: Enkel Unieke Gebruikers

source: Unique IPs Only
nl: Enkel Unieke IP's

source: Analog Bar
nl: Analoge Balk

source: Covariance Matrix
nl: Covariantiematrix

source: choice
nl: keuze

source: responses
nl: antwoorden

source: Left Blank
nl: Leeg gelaten

source: Default
nl: Standaard

source: User entered value
nl: Door een gebruiker ingegeven waarde

source: Average submission length in words (ex blanks)
nl: Gemiddelde lengte van de inzendingen in woorden (uitgesloten leeg gelaten)

source: Webforms are forms and questionnaires. To add one select <strong>create content -&gt; webform</strong>. Below you can set different security and debug options.
nl: Webformulieren zijn formulieren en enquêtes. Om er een toe te voegen, selecteer <strong>inhoud aanmaken -&gt; webformulier</strong>. Hieronder kan je verschillende opties instellen voor de veiligheid en voor het debuggen.

source: <p>This module lets you create forms or questionnaires and define there content. Submissions from these forms are stored in the database and optionaly also send by e-mail to a predefined address.</p> <p>Here is how to create one: <ul> <li>Go to Create Content and add a webform</li> <li>Add a description that is displayed as a teaser and above the actual form.</li> <li>Add a confirmation message or redirect node that is to be displayed after a successful submission.</li> <li>Select which roles who should have submission access to this form (roles that have the &quot;use all webforms&quot; permision can allways use a webform).</li> <li>Add one or more components to your form.</li> <li>Optionaly add a email address to which submissions will be send. If no email address is specified no email will be send when submissions are made through the form.</li> <li>Optionally select an email component that will be used to populate the return email address on any sent email.</ul> <li>Optionally select a textfield component that will be used to populate the subject email field on any sent email.</ul> </ul> Help on adding and how to configure the components will be shown after adding your first component. </p> <p>On user submissions the form content is stored in the database table <i>webform_submitted_data</i> as key-value pairs. Apart from the form fields the following &quot;special&quot; fields are added: <ul> <li> __userid : UID of the submiting user.</li> <li> __timestamp : UNIX timestamp for when the submission occured.</li> <li> __remotehost : IP or name of the remote host from which the submission came.</li> <li> __useragent : What user agent (browser) the user used upon submitting the data.</li> </ul>
nl: <p>Deze module laat je toe om formulieren of enquêtes aan te maken en hun inhoud te definiëren. Inzendingen van deze formulieren worden opgeslagen in een databank en, indien gewenst, ook naar een opgegeven e-mailadres gestuurd.</p> <p>Hoe een webformulier aanmaken: <ul> <li>Ga naar Inhoud Aanmaken en voeg een webformulier toe.</li> <li>Voeg een beschrijving toe die getoond wordt als teaser en boven het eigenlijke formulier.</li> <li>Voeg een bericht ter bevestiging of een herverwijzing toe die getoond wordt na een geslaagde inzending.</li> <li>Bepaal welke rollen toegang moeten hebben tot dit formulier (rollen die de &quot;gebruik alle webformulieren&quot; toelating hebben kunnen altijd een webformulier gebruiken).</li> <li>Voeg een of meerdere componenten toe aan je formulier.</li> <li>Eventueel een e-mailadres waar inzendingen naartoe moeten gezonden worden. Indien geen e-mailadres wordt opgegeven, worden er geen e-mails verzonden wanneer iemand het formulier indient.</li> <li>Selecteer eventueel een e-mailcomponent die gebruikt zal worden voor het terugkeeradres in eender welke verzonden e-mail.</ul> <li>Selecteer eventueel een tekstveld-component die gebruikt zal worden voor het onderwerp van eender welke verzonden e-mail.</ul> </ul> Hulp over het toevoegen en configureren van componenten zal getoond worden wanneer je je eerste component hebt toegevoegd. </p> <p>Wanneer een gebruiker een formulier indient, wordt de inhoud ervan opgeslagen in de tabel <i>webform_submitted_data</i> in de databank, als sleutel-waarde koppels. Naast de velden van het formulier worden de volgende &quot;speciale&quot; velden toegevoegd: <ul> <li> __userid : UID van de indienende gebruiker.</li> <li> __timestamp : UNIX timestamp voor wanneer de inzending is gebeurd.</li> <li> __remotehost : IP of naam van de host waarvan de inzending komt.</li> <li> __useragent : Welke user agent (browser) de gebruiker gebruikte bij het inzenden.</li> </ul>

source: Enables the creation of forms and questionnaires.
nl: Schakelt het aanmaken van formulieren en enquêtes in.

source: A webform can be a questionnaires, contact or request forms. It can be used to let visitors make contact, register for a event or to enable a complex survey.
nl: Een webformulier kan een enquête-, contact- of verzoekformulier zijn. Het kan gebruikt worden om gebruikers contact te laten maken, in te schrijven voor een evenement of om een uitgebreide inspectie mogelijk te maken.

source: Available variables are: %username, %useremail, %site, %date.
nl: Beschikbare veranderlijken: %username, %useremail, %site, %date.

source: You can also use %server[key] to add any of the special PHP <a href="http://www.php.net/reserved.variables#reserved.variables.server">$_SERVER</a> variables and %get[key] to create prefilled forms from from the <a href="http://www.php.net/reserved.variables#reserved.variables.get">URL</a>.
nl: Je kan ook %server[key] gebruiken om een van de speciale PHP <a href="http://www.php.net/reserved.variables#reserved.variables.server">$_SERVER</a> variabelen toe te voegen, en %get[key] om op voorhand ingevulde formulieren aan te maken van de <a href="http://www.php.net/reserved.variables#reserved.variables.get">URL</a>.

source: If you are using the profiles module, you can also access all profile data using the syntax %profile[form_name]. If you for example have a profile value named profile_city, add the varible %profile[profile_city].
nl: Als je de profielen module gebruikt, kan je ook alle profielgegevens opvragen met behulp van volgende syntax: %profile[form_name]. Als je bijvoorbeeld een profielwaarde profile_city hebt, voeg de variabele %profile[profile_city] toe.

source: Update from version %a to version %b
nl: Update van versie %a naar versie %b

source: Allow cross site posting
nl: Inzendingen van op andere sites toestaan.

source: Yes
nl: Ja

source: No
nl: Nee

source: Allow postings to your webforms that do not originating from your sites domain.
nl: Inzendingen op je webformulieren toestaan die niet van het domein van jouw website komen.

source: Webforms Debug
nl: Webformulieren Debug

source: DEBUG for the webform module
nl: DEBUG voor de webform-module

source: Set this option to "Log submissions" to log all submissions in the watchdog. Set it to "Full debug" to print debug info on submission. You probably want to leave this option on "OFF".
nl: Zet deze optie op "Inzendingen loggen" om alle inzendingen te loggen in de waakhond. Zet ze op "Volledig debuggen" om debug-informatie op de inzending af te drukken. Je wil deze optie waarschijnlijk op "UIT" laten.

source: Show main webform menu
nl: Toon het webform-menu

source: Select the visibility of the main webform item on the main menu
nl: Bepaal de zichtbaarheid van het webformulier-item in het hoofdmenu

source: The form component has been changed. Remember to press Submit on the bottom of this form to save your changes.
nl: De component van het formulier is gewijzigd. Vergeet niet om op Indienen onderaan deze pagina te drukken om je wijzigingen op te slaan.

source: The form component has been deleted. Remember to press Submit on the bottom of this form to save your changes.
nl: De component van het formulier is verwijderd. Vergeet niet om op Indienen onderaan deze pagina te drukken om je wijzigingen op te slaan.

source: You have to specify a form description.
nl: Je moet een beschrijving van het formulier opgeven.

source: You have to specify a confirmation message.
nl: Je moet een bevestigingsbericht opgeven.

source: Webform upgrade page
nl: Webform upgrade-pagina

source: results
nl: resultaten

source: go to form
nl: ga naar formulier

source: View this form.
nl: Dit formulier bekijken.

source: Go back to the form
nl: Terugkeren naar het formulier

source: textfield
nl: tekstveld

source: select
nl: selecteren

source: hidden
nl: verborgen

source: e-mail address
nl: e-mailadres

source: Roles that should be able to submit data using this form.
nl: Rollen die de mogelijkheid moeten hebben om gegevens in te geven met dit formulier.

source: Description
nl: Beschrijving

source: Text to be shown as teaser and before the form.
nl: Tekst die getoond moet worden als teaser en voor het formulier.

source: Confirmation message or redirect URL
nl: Bericht ter bevestiging of URL voor herverwijzing

source: Message to be shown upon successful submission or an absolute path to a redirect page (must start with http://)
nl: Bericht dat getoond worden wanneer het formulier met succes is ingediend, of een absoluut pad naar een herverwijzingspagina (moet beginnen met http://)

source: To edit a component, check its "selected" box and press "Edit selected".
nl: Om een component te bewerken, vink het "selected" keuzevak aan en druk op "Geselecteerde bewerken".

source: To delete a component, check its "selected" box and press "Delete selected".
nl: Om een component te verwijderen, vink het "selected" keuzevak aan en druk op "Geselecteerde verwijderen".

source: Use "value" to enter a default value.
nl: Gebruik "waarde" om een beginwaarde aan te geven.

source: Check "mandatory" box if the field should be mandatory.
nl: Vink "verplicht" aan als het veld verplicht moet ingevuld worden.

source: Remember to set weight on the components or they will be added to the form in a random order.
nl: Vergeet niet om de componenten een gewicht te geven, of ze zullen toegevoegd worden aan het formulier in een willekeurige volgorde.

source: The components are sorted first by weight and then by name.
nl: De componenten worden eerst op gewicht en vervolgens op naam gesorteerd.

source: Form components
nl: Formuliercomponenten

source: Select
nl: Selecteren

source: Name
nl: Naam

source: Value
nl: Waarde

source: Mandatory
nl: Verplicht

source: Weight
nl: Gewicht

source: Edit selected
nl: Geselecteerde bewerken

source: Delete selected
nl: Geselecteerde verwijderen

source: Add a new component
nl: Een nieuwe component toevoegen

source: Select a component type to add.
nl: Selecteer het type component om toe te voegen.

source: Add
nl: Toevoegen

source: E-mail to address
nl: E-mailadres bestemming

source: Form submissions will be e-mailed to this address. Leave blank for none.
nl: Ingediende formulieren zullen verstuurd worden naar dit e-mailadres. Leeg laten voor geen adres.

source: E-mail from address
nl: E-mailadres bron

source: Form e-mails will have this return address. Choose Automatic for the default
nl: E-mails voor het formulier zullen dit terugkeeradres hebben. Kies Automatisch voor de standaardwaarde

source: E-mail subject
nl: Onderwerp van de e-mail

source: Form e-mails will have this subject line. Choose Automatic for the default
nl: E-mails voor het formulier zullen dit onderwerp hebben. Kies Automatisch voor de standaardwaarde

source: Unauthorized webform access attempt
nl: Niet-gemachtigde toegangspoging tot een webformulier

source: Preview
nl: Voorbeeldweergave

source: Submit
nl: Indienen

source: Name of the field. This is used as a descriptive label and as the key when saving data in the database.
nl: Naam van het veld. Dit wordt gebruikt als een beschrijvend label en als de key wanneer data worden opgeslagen in de databank.

source: A short description of the field used as help for the user when he/she uses the form.
nl: Een korte beschrijving van het veld, gebruikt als hulp voor de gebruiker wanneer hij/zij het formulier gebruikt.

source: Default value
nl: Beginwaarde

source: The default value of a email field is always the users email address if he/she is logged in.
nl: De beginwaarde van een e-mailveld is steeds het e-mailadres van de gebruiker als hij/zij ingelogd is.

source: Width
nl: Breedte

source: Width of the textfield.
nl: Breedte van het tekstveld.

source: The default value of the field.
nl: De beginwaarde van het veld.

source: The value of the field.
nl: De waarde van het veld.

source: The default value of the area.
nl: De beginwaarde voor de area.

source: Width of the textarea.
nl: Breedte van de textarea.

source: Height
nl: Hoogte

source: Height of the textarea.
nl: Hoogte van de textarea.

source: Options
nl: Opties

source: Enter one option per line.
nl: Vul één optie in per regel.

source: The preselected value.
nl: De voorgeselecteerde waarde.

source: Multiple
nl: Meerdere

source: Check this option if the user should be allowed to choose multiple values.
nl: Vink deze optie aan als de gebruiker meerdere waarden moet kunnen kiezen.

source: Check this option if you want the select component to be of listbox type instead of radiobuttons or checkboxes.
nl: Vink deze optie aan als je wil dat de geselecteerde component van het type listbox is in plaats van radio-knoppen of keuzevakken.

source: Done
nl: Klaar

source: <br>Warning: This button will accept your changes as sub-part of the edit. You will still have to select <b>'submit'</b> on the next screen to make your changes permanent.
nl: <br>Waarschuwing: Deze knop beschouwd je wijziging als een onderdeel van de bewerking. Je moet nog <b>'indienen'</b> selecteren op de volgende pagina om je wijzigingen permanent te maken.

source: Trying to post to webform from external domain.
nl: Poging om vanuit een extern domein naar het webformulier te posten.

source: Visit referer
nl: Verwijzer bezoeken

source: You are not allowed to post to this form from an external domain.
nl: Je hebt geen toelating om gegevens vanuit een extern domein op dit formulier te posten.

source: You are not allowed to submit data using this form.
nl: Je hebt geen toelating om gegevens in te dienen met dit formulier.

source: Form submission from:
nl: Formulier ingediend van:

source: Submission posted to
nl: Indiening verzonden naar

source: You have not completed the form. %s is a mandatory field.
nl: Je heb het formulier niet volledig ingevuld. %s is een verplicht veld.

source: Submitted on
nl: Ingediend op

source: Submitted by user
nl: Ingediend door gebruiker

source: Submitted by anonymous user
nl: Ingediend door gast

source: Submitted values are:
nl: Ingediende waarden:

source: Go back
nl: Terugkeren

source: maintain webforms
nl: webformulieren onderhouden

source: create webforms
nl: webformulieren aanmaken

source: use all webforms
nl: alle webformulieren gebruiken
